20211212120517-chore.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-08-19 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>chore</title>
<meta name="generator" content="Org mode">
<meta name="author" content="root">
<link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Ultra&display=swap" rel="stylesheet"><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content">
<h1 class="title">chore</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org5a99f8d">概要</a></li>
<li><a href="#org3cfed66">自己紹介で使うシリーズ</a>
<ul>
<li><a href="#org851b185">好きなゲーム</a></li>
<li><a href="#orgebf6466">好きな映画</a></li>
<li><a href="#org5f2a21d">好きなアニメ</a></li>
<li><a href="#orgbf75f56">好きな食べ物</a></li>
<li><a href="#org649753e">嫌いな食べ物</a></li>
<li><a href="#org39fb30e">好きな作家</a></li>
<li><a href="#org0217164">好きな芸能人</a></li>
<li><a href="#org8db816e">好きな歌手</a></li>
<li><a href="#orgebe836d">余暇の過ごし方</a></li>
<li><a href="#org70366ec">小学生のとき</a></li>
<li><a href="#orgc3c779c">中学生のとき</a></li>
<li><a href="#org6d5492e">高校生のとき</a></li>
<li><a href="#org35d9bad">大学生のとき</a></li>
</ul>
</li>
<li><a href="#orgdc3f01c">持ち出しリスト</a></li>
<li><a href="#org8178acd">Best Goods</a>
<ul>
<li><a href="#org38074d3">_</a></li>
<li><a href="#org35d80b5">Realforce * 2</a></li>
<li><a href="#org7b9a3cc">4K モバイルディスプレイ + グラボ</a></li>
<li><a href="#org29f33f4">ノイズキャンセリングヘッドホン</a></li>
<li><a href="#org85879c9">耳栓</a></li>
<li><a href="#orgd1f3528">アイマスク</a></li>
<li><a href="#orgc714ab6">Apple Magic Trackpad</a></li>
<li><a href="#org7b5e918">加湿器</a></li>
<li><a href="#orge1511e7">LAN切替器</a></li>
</ul>
</li>
<li><a href="#orga376c9b">ローカル環境でのマルチプレイ</a></li>
<li><a href="#org1b3c238">部屋の条件</a></li>
<li><a href="#org24cdb5c">リモートワークを好む理由</a></li>
<li><a href="#org06f3703">知りたかったこと</a></li>
<li><a href="#org12da4b4">行きたい場所</a>
<ul>
<li><a href="#orgc6b4348">長池見附橋</a></li>
<li><a href="#orgab49ebb">軍艦島</a></li>
<li><a href="#org3b6a564">佐渡ヶ島</a></li>
<li><a href="#org0d54009">父島</a></li>
<li><a href="#org1f11434">与那国島</a></li>
<li><a href="#orgf35511f">佐世保市</a></li>
<li><a href="#org57577dd">谷中銀座</a></li>
<li><a href="#org559d4f9">ニューヨーク国連ビルの向かいの公園</a></li>
</ul>
</li>
<li><a href="#org66b302d">好きな場所(済)</a>
<ul>
<li><a href="#org36f4c3e">高千穂町</a></li>
<li><a href="#org62c9c1d">御徒町</a></li>
<li><a href="#orgc1c3b35">上野公園</a></li>
<li><a href="#orgf1b6237">秋葉原</a></li>
<li><a href="#org1793a01">小岩</a></li>
<li><a href="#org05425e4">御茶ノ水</a></li>
<li><a href="#org2422778">真鶴町</a></li>
</ul>
</li>
<li><a href="#orgb02d78c">Tasks</a></li>
<li><a href="#orgfc14623">Reference</a></li>
<li><a href="#org8beba60">Archives</a></li>
</ul>
</div>
</div>
<div id="outline-container-org5a99f8d" class="outline-2">
<h2 id="org5a99f8d"><a href="#org5a99f8d">概要</a></h2>
<div class="outline-text-2" id="text-org5a99f8d">
<p>
再利用できそうな生活のメモをまとめる。
</p>
</div>
</div>
<div id="outline-container-org3cfed66" class="outline-2">
<h2 id="org3cfed66"><a href="#org3cfed66">自己紹介で使うシリーズ</a></h2>
<div class="outline-text-2" id="text-org3cfed66">
</div>
<div id="outline-container-org851b185" class="outline-3">
<h3 id="org851b185"><a href="#org851b185">好きなゲーム</a></h3>
<div class="outline-text-3" id="text-org851b185">
<ul class="org-ul">
<li><a href="20211107110444-simutrans.html#ID-7c01d791-1479-4727-b076-280034ab6a40">Simutrans</a></li>
<li>Rimworld</li>
<li>Cataclysm - Dark Days Ahead</li>
<li>Elona</li>
<li>Factorio</li>
</ul>
</div>
</div>
<div id="outline-container-orgebf6466" class="outline-3">
<h3 id="orgebf6466"><a href="#orgebf6466">好きな映画</a></h3>
<div class="outline-text-3" id="text-orgebf6466">
<p>
カタカナばっかりだな。外国の映画が好き。
</p>

<ul class="org-ul">
<li>アウトブレイク</li>
<li>ボーンシリーズ</li>
<li>トランスフォーマー(1, 2)</li>
<li>ハリーポッター</li>
<li>インセプション</li>
</ul>
</div>
</div>
<div id="outline-container-org5f2a21d" class="outline-3">
<h3 id="org5f2a21d"><a href="#org5f2a21d">好きなアニメ</a></h3>
<div class="outline-text-3" id="text-org5f2a21d">
<ul class="org-ul">
<li>さよなら絶望先生</li>
<li>攻殻機動隊</li>
<li>交響詩篇エウレカセブン</li>
</ul>
</div>
</div>
<div id="outline-container-orgbf75f56" class="outline-3">
<h3 id="orgbf75f56"><a href="#orgbf75f56">好きな食べ物</a></h3>
<div class="outline-text-3" id="text-orgbf75f56">
<ul class="org-ul">
<li>数の子</li>
<li>ラーメン</li>
<li>油そば</li>
</ul>
</div>
</div>
<div id="outline-container-org649753e" class="outline-3">
<h3 id="org649753e"><a href="#org649753e">嫌いな食べ物</a></h3>
<div class="outline-text-3" id="text-org649753e">
<ul class="org-ul">
<li>脱脂綿</li>
<li>ティッシュ</li>
<li>チョコミント</li>
</ul>
</div>
</div>
<div id="outline-container-org39fb30e" class="outline-3">
<h3 id="org39fb30e"><a href="#org39fb30e">好きな作家</a></h3>
<div class="outline-text-3" id="text-org39fb30e">
<ul class="org-ul">
<li>村上龍</li>
</ul>
</div>
</div>
<div id="outline-container-org0217164" class="outline-3">
<h3 id="org0217164"><a href="#org0217164">好きな芸能人</a></h3>
<div class="outline-text-3" id="text-org0217164">
<ul class="org-ul">
<li>伊集院光</li>
</ul>
</div>
</div>
<div id="outline-container-org8db816e" class="outline-3">
<h3 id="org8db816e"><a href="#org8db816e">好きな歌手</a></h3>
<div class="outline-text-3" id="text-org8db816e">
<ul class="org-ul">
<li>ミスチル</li>
<li>大槻ケンヂ</li>
</ul>
</div>
</div>
<div id="outline-container-orgebe836d" class="outline-3">
<h3 id="orgebe836d"><a href="#orgebe836d">余暇の過ごし方</a></h3>
<div class="outline-text-3" id="text-orgebe836d">
<ul class="org-ul">
<li>コード読み書き</li>
<li>環境改善(<a href="20210508234743-emacs.html#ID-1ad8c3d5-97ba-4905-be11-e6f2626127ad">Emacs</a>、<a href="20211218210950-system.html#ID-49971784-7850-4d24-92f2-9c6f29bd332e">system</a>)</li>
<li>映画鑑賞</li>
<li>game</li>
</ul>
</div>
</div>
<div id="outline-container-org70366ec" class="outline-3">
<h3 id="org70366ec"><a href="#org70366ec">小学生のとき</a></h3>
<div class="outline-text-3" id="text-org70366ec">
<p>
GBA/DS/Wii/PS2/PSP。PS3やXBOXも出てたけど、買えなかった。
</p>

<ul class="org-ul">
<li>伝説のスタフィー</li>
<li>星のカービィ</li>
<li>ポケモン
<ul class="org-ul">
<li>ルビーサファイア、ダイヤモンドパール。</li>
</ul></li>
<li>ラチェット&amp;クランク1〜4</li>
<li>鬼武者3</li>
<li>サルゲッチュ3</li>
<li>ボンバーマンランド</li>
<li>グランドセフトオート サンアンドレアス</li>
<li>大乱闘スマッシュブラザーズX</li>
<li>Wii Fit</li>
<li>もっと脳を鍛える大人のDSトレーニング</li>
<li>漢字検定DS</li>
<li>喧嘩番長4</li>
<li>箱庭諸島</li>
<li>HISTNAGE</li>
<li>ドラゴンクエスト8</li>
<li>ドラゴンクエスト5</li>
<li>エクスターミネーション</li>
<li>Y氏の隣人</li>
<li>ハウルの動く城</li>
<li>パワポケ9~12</li>
<li>デルトラクエスト</li>
<li>ダレン・シャン</li>
<li>おいでよどうぶつの森</li>
<li>セブンスタワー</li>
<li>火の鳥</li>
<li>ブラックジャック</li>
</ul>
</div>
</div>

<div id="outline-container-orgc3c779c" class="outline-3">
<h3 id="orgc3c779c"><a href="#orgc3c779c">中学生のとき</a></h3>
<div class="outline-text-3" id="text-orgc3c779c">
<p>
PCにはまり始める。
</p>

<ul class="org-ul">
<li>モンスターハンター3rd</li>
<li>バイオハザード4</li>
<li>ザ・コンビニ3</li>
<li>少年ヤンガスと不思議のダンジョン</li>
<li>ゲーム発展途上国</li>
<li>らんだむダンジョン</li>
<li>ウォーロック</li>
<li>Simutrans</li>
<li>OpenTTD</li>
<li>Phun</li>
<li>Minecraft</li>
<li>ロマンシングサガ</li>
<li>Trick</li>
<li>SPEC</li>
<li>ケイゾク</li>
<li>ハリーポッター</li>
<li>1週間中国を旅行した</li>
</ul>
</div>
</div>

<div id="outline-container-org6d5492e" class="outline-3">
<h3 id="org6d5492e"><a href="#org6d5492e">高校生のとき</a></h3>
<div class="outline-text-3" id="text-org6d5492e">
<ul class="org-ul">
<li>ひぐらしのなく頃に(PS2)</li>
<li>Elona</li>
<li>Linux</li>
<li>Emacs</li>
<li>Perl</li>
<li>Freeciv</li>
<li>年1回台湾を旅行した</li>
</ul>
</div>
</div>

<div id="outline-container-org35d9bad" class="outline-3">
<h3 id="org35d9bad"><a href="#org35d9bad">大学生のとき</a></h3>
<div class="outline-text-3" id="text-org35d9bad">
<ul class="org-ul">
<li>Steamで買うようになる</li>
<li>スカイリム</li>
<li>Factorio</li>
<li>Simutrans</li>
<li>三大電波ゲー</li>
<li>村上龍</li>
<li>ひぐらしのなく頃に(原作PC)</li>
<li>伊集院光 深夜の馬鹿力</li>
<li>Cataclysm - Dark Days Ahead</li>
<li>半年中国に留学した</li>
<li>坂本龍一のアルバム esperanto</li>
<li>The Prodigy</li>
<li>さよなら絶望先生</li>
<li>大槻ケンヂ</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgdc3f01c" class="outline-2">
<h2 id="orgdc3f01c"><a href="#orgdc3f01c">持ち出しリスト</a></h2>
<div class="outline-text-2" id="text-orgdc3f01c">
<ul class="org-ul">
<li>耳栓</li>
<li>アイマスク</li>
</ul>
</div>
</div>
<div id="outline-container-org8178acd" class="outline-2">
<h2 id="org8178acd"><a href="#org8178acd">Best Goods</a></h2>
<div class="outline-text-2" id="text-org8178acd">
</div>
<div id="outline-container-org38074d3" class="outline-3">
<h3 id="org38074d3"><a href="#org38074d3">_</a></h3>
<div class="outline-text-3" id="text-org38074d3">
<p>
買って最高だったもの。
何らかの理由で失ったときに元の環境へ戻せるために書く。
</p>
</div>
</div>
<div id="outline-container-org35d80b5" class="outline-3">
<h3 id="org35d80b5"><a href="#org35d80b5">Realforce * 2</a></h3>
<div class="outline-text-3" id="text-org35d80b5">
<p>
2台置いて、片手ずつで使っている。肩こりがない。
</p>
</div>
</div>
<div id="outline-container-org7b9a3cc" class="outline-3">
<h3 id="org7b9a3cc"><a href="#org7b9a3cc">4K モバイルディスプレイ + グラボ</a></h3>
<div class="outline-text-3" id="text-org7b9a3cc">
<p>
15.6型の4Kモバイルディスプレイ。特定のメーカーが良いというのはない。
</p>

<p>
フォントの綺麗さを最優先している。 4Kでスケーリング2倍は最高に綺麗(作業領域はHDと変わらなくなる)。同じ解像度だと画面が小さいほどピクセルは小さくなるので、美しくなる。
</p>

<p>
4K表示はそれなりにマシンパワーを使うようで、ある程度のグラフィックボードがないと動きが遅くなる。
</p>
</div>
</div>
<div id="outline-container-org29f33f4" class="outline-3">
<h3 id="org29f33f4"><a href="#org29f33f4">ノイズキャンセリングヘッドホン</a></h3>
<div class="outline-text-3" id="text-org29f33f4">
<p>
SONY WH-1000XM3 を使っている。
</p>

<p>
ノイズキャンセリングモードをオンにしたときの静寂がすごい。
部屋ってこんなにうるさかったんだ、とわかる。マシンのファンの回る音、エアコンの音、隣のビルのドアを占める音、夜になると聞こえる謎の重低音、冷蔵庫の音…が消えた。静寂を楽しむために音楽を何も流さずにヘッドホンつけるレベル。
</p>

<p>
大学から一人暮らしを初めて以降、音に対して神経質な問題が常にあり、いくつかの策を試したがうまくいっていなかった。このノイズキャンセリングヘッドホンにより問題は完全に解決した。間違いなく人生を変えた買い物。
</p>

<p>
⚠重要なこと: いくつかの挙動はスマートフォンアプリを通じて設定できる。初期設定ではBluetoothに接続してないと5分で電源が切れる挙動は変えられる。これを知らず接続だけして音楽は流さない、という使い方を半年くらいしていた。接続しなくても電源を切らないように設定できる。
</p>
</div>
</div>
<div id="outline-container-org85879c9" class="outline-3">
<h3 id="org85879c9"><a href="#org85879c9">耳栓</a></h3>
<div class="outline-text-3" id="text-org85879c9">
<p>
寝るときは耳栓してると安眠できる。最初はいろんなタイプの耳栓が1セットずつ入っているパックがあるのでそれを買ってよさそうなものを試した。サイズや柔らかさが合っているかによって長くつけやすさが変わる。
</p>

<p>
<a href="https://www.amazon.co.jp/-/en/gp/product/B00L0507PW/ref=ppx_yo_dt_b_asin_title_o02_s00?ie=UTF8&amp;psc=1">Amazon.co.jp: MOLDEX Disposable Ear Plugs without Cord, : Health &amp; Personal Care</a>
</p>
</div>
</div>
<div id="outline-container-orgd1f3528" class="outline-3">
<h3 id="orgd1f3528"><a href="#orgd1f3528">アイマスク</a></h3>
<div class="outline-text-3" id="text-orgd1f3528">
<p>
暗くしたいというより、目の疲れが取れやすい。起きたときに目が乾いているのを防げる。特に冬。
</p>
</div>
</div>
<div id="outline-container-orgc714ab6" class="outline-3">
<h3 id="orgc714ab6"><a href="#orgc714ab6">Apple Magic Trackpad</a></h3>
<div class="outline-text-3" id="text-orgc714ab6">
<p>
スクロールのために使用。
これでないとパソコンで長時間の読書ができない。
読書中ずっと触るものであるので、自然な姿勢で使えるようにする必要がある。
微調整がかなり効き、大量のスクロールも可能。手触りが良い。
</p>

<p>
いくつも試してきたが、最終的にApple Magic Trackpadに落ち着いた。
互換性を心配したが、<a href="20220108110637-linux.html#ID-7a81eb7c-8e2b-400a-b01a-8fa597ea527a">Linux</a>でも問題なく使える。
</p>
<ul class="org-ul">
<li>マウスのホイール
<ul class="org-ul">
<li>指が痛くなる</li>
<li>微調整が効かない</li>
</ul></li>
<li>ボリュームノブ
<ul class="org-ul">
<li>使いにくい。横方向の回転は自然な動きでない</li>
<li>微調整が効かない</li>
</ul></li>
<li>ワイヤレス片手マウス
<ul class="org-ul">
<li>結局ホイールで指が痛い</li>
<li>手を机に置かなくていいので姿勢の自由度が高い</li>
<li>トリガーボタンをスクロールに割り当てられれば良さげ</li>
</ul></li>
<li>フットペダル
<ul class="org-ul">
<li>全く微調整が効かない</li>
<li>脚を常に置くのが面倒</li>
<li>間違えて押す</li>
</ul></li>
<li>コントローラ
<ul class="org-ul">
<li>トリガーボタンをページ送りにして使用</li>
<li>押し心地はかなりいい</li>
<li>両手で持たないといけないのが致命的</li>
</ul></li>
</ul>
<p>
PCでの読書のページ送りのために使っている。
マウスのスクロールは腱鞘炎になりやすく、スクロールの精度もあまりよくない。何百ページもあるときつい。
</p>

<p>
トラックパッドだと微細な操作と大きな操作が両方できるので、読書に向く。さらに操作の自由度が高いので腱鞘炎になりにくい。
</p>
</div>
</div>
<div id="outline-container-org7b5e918" class="outline-3">
<h3 id="org7b5e918"><a href="#org7b5e918">加湿器</a></h3>
<div class="outline-text-3" id="text-org7b5e918">
<p>
冬に目が乾くのを防ぐために使う。
</p>
</div>
</div>
<div id="outline-container-orge1511e7" class="outline-3">
<h3 id="orge1511e7"><a href="#orge1511e7">LAN切替器</a></h3>
<div class="outline-text-3" id="text-orge1511e7">
<p>
集中したいときに良い。
</p>
</div>
</div>
</div>
<div id="outline-container-orga376c9b" class="outline-2">
<h2 id="orga376c9b"><a href="#orga376c9b">ローカル環境でのマルチプレイ</a></h2>
<div class="outline-text-2" id="text-orga376c9b">
<p>
ローカル環境でPCマルチプレイゲームをするとき(年末とか)毎回困るのでメモ。
一番良いのは、人数分のマシンを用意して、オンライン対戦にすること。多くの種類のゲームが楽しめる。
</p>

<p>
準備。
Steamクライアントを準備しておく。
ゲームもダウンロードしておく。
時間がかかるので、前もって準備する。
コントローラを用意しておく(画面分割できる類のゲームのときは)。キーボード1つでできるのもあるが、多くない。
年末など親戚があつまるときに、同年代の人とやることがなくて困る。ゲーム機とかはないので、毎回パソコンでなにかやろうとするのだが、パソコンのゲームにはローカルでできるものが意外となくて困る。
</p>
</div>
</div>
<div id="outline-container-org1b3c238" class="outline-2">
<h2 id="org1b3c238"><a href="#org1b3c238">部屋の条件</a></h2>
<div class="outline-text-2" id="text-org1b3c238">
<p>
Must。
</p>

<ul class="org-ul">
<li>静音性
<ul class="org-ul">
<li>大きな道路に面していない</li>
<li>付近に線路・駅がない</li>
<li>付近に店がない</li>
<li>部屋の中に引き戸がない(ドアがない)</li>
<li>3階以上(騒音＋水害)</li>
<li>鉄筋コンクリート造</li>
<li>最上階</li>
<li>角部屋(できれば通路の一番奥側)</li>
<li>単身者向け</li>
<li>学校が近くにない</li>
</ul></li>
<li>便利さ
<ul class="org-ul">
<li>弁当屋が近い</li>
</ul></li>
<li>優先しない項目
<ul class="org-ul">
<li>交通の便</li>
</ul></li>
</ul>

<p>
Better。
</p>
<ul class="org-ul">
<li>良い景観</li>
<li>広い窓</li>
<li>川の近く</li>
<li>公園の近く</li>
</ul>
</div>
</div>
<div id="outline-container-org24cdb5c" class="outline-2">
<h2 id="org24cdb5c"><a href="#org24cdb5c">リモートワークを好む理由</a></h2>
<div class="outline-text-2" id="text-org24cdb5c">
<ul class="org-ul">
<li>プログラミングを妨げないから</li>
<li>まともな部屋が用意されているのであれば、毎日出社でも構わない。ただ、大部屋でプログラミングすることはひどく気を散らす。話し声、奥でちらつく人の姿はひどく気を散らす</li>
</ul>
</div>
</div>
<div id="outline-container-org06f3703" class="outline-2">
<h2 id="org06f3703"><a href="#org06f3703">知りたかったこと</a></h2>
<div class="outline-text-2" id="text-org06f3703">
<p>
誰も教えてくれなかった、子供のうちに知りたかったことを書く。
</p>

<ul class="org-ul">
<li>毎朝7時に家を出るのは小中高の間だけ</li>
<li>学校のほとんどの教師は生活のために働いているだけで、科学的な教育技能や、人にアドバイスできる人生経験を持っているわけではない</li>
<li>学生の頃からやっていることは非常に大きなアドバンテージであって、学生のうちではじめて遅いことは一切ない</li>
</ul>
</div>
</div>
<div id="outline-container-org12da4b4" class="outline-2">
<h2 id="org12da4b4"><a href="#org12da4b4">行きたい場所</a></h2>
<div class="outline-text-2" id="text-org12da4b4">
</div>
<div id="outline-container-orgc6b4348" class="outline-3">
<h3 id="orgc6b4348"><a href="#orgc6b4348">長池見附橋</a></h3>
</div>
<div id="outline-container-orgab49ebb" class="outline-3">
<h3 id="orgab49ebb"><a href="#orgab49ebb">軍艦島</a></h3>
<div class="outline-text-3" id="text-orgab49ebb">
<p>
かっこいい廃墟。
</p>
</div>
</div>
<div id="outline-container-org3b6a564" class="outline-3">
<h3 id="org3b6a564"><a href="#org3b6a564">佐渡ヶ島</a></h3>
</div>
<div id="outline-container-org0d54009" class="outline-3">
<h3 id="org0d54009"><a href="#org0d54009">父島</a></h3>
</div>
<div id="outline-container-org1f11434" class="outline-3">
<h3 id="org1f11434"><a href="#org1f11434">与那国島</a></h3>
</div>
<div id="outline-container-orgf35511f" class="outline-3">
<h3 id="orgf35511f"><a href="#orgf35511f">佐世保市</a></h3>
</div>
<div id="outline-container-org57577dd" class="outline-3">
<h3 id="org57577dd"><a href="#org57577dd">谷中銀座</a></h3>
</div>
<div id="outline-container-org559d4f9" class="outline-3">
<h3 id="org559d4f9"><a href="#org559d4f9">ニューヨーク国連ビルの向かいの公園</a></h3>
<div class="outline-text-3" id="text-org559d4f9">
<p>
映画で見て、行きたくなった。
</p>
</div>
</div>
</div>
<div id="outline-container-org66b302d" class="outline-2">
<h2 id="org66b302d"><a href="#org66b302d">好きな場所(済)</a></h2>
<div class="outline-text-2" id="text-org66b302d">
</div>
<div id="outline-container-org36f4c3e" class="outline-3">
<h3 id="org36f4c3e"><a href="#org36f4c3e">高千穂町</a></h3>
<div class="outline-text-3" id="text-org36f4c3e">
<p>
渓谷ももちろん有名だが、街も密集していて好き。
</p>
</div>
</div>
<div id="outline-container-org62c9c1d" class="outline-3">
<h3 id="org62c9c1d"><a href="#org62c9c1d">御徒町</a></h3>
<div class="outline-text-3" id="text-org62c9c1d">
<ul class="org-ul">
<li>ごみごみしてカオスな雰囲気</li>
<li>安い屋台的な飲食店</li>
</ul>
</div>
</div>
<div id="outline-container-orgc1c3b35" class="outline-3">
<h3 id="orgc1c3b35"><a href="#orgc1c3b35">上野公園</a></h3>
<div class="outline-text-3" id="text-orgc1c3b35">
<ul class="org-ul">
<li>さわやか</li>
<li>広い。自然+文化的</li>
<li>高低差</li>
<li>楽器演奏してる人</li>
<li>フリーダムなおじさんたち</li>
</ul>

<p>
不忍池、神社。
</p>
</div>
</div>
<div id="outline-container-orgf1b6237" class="outline-3">
<h3 id="orgf1b6237"><a href="#orgf1b6237">秋葉原</a></h3>
<div class="outline-text-3" id="text-orgf1b6237">
<p>
パソコンと雰囲気が好き。
</p>
</div>
</div>
<div id="outline-container-org1793a01" class="outline-3">
<h3 id="org1793a01"><a href="#org1793a01">小岩</a></h3>
<div class="outline-text-3" id="text-org1793a01">
<p>
カオス。
</p>
</div>
</div>
<div id="outline-container-org05425e4" class="outline-3">
<h3 id="org05425e4"><a href="#org05425e4">御茶ノ水</a></h3>
<div class="outline-text-3" id="text-org05425e4">
<p>
知的な人々。聖橋の風景。
</p>
</div>
</div>
<div id="outline-container-org2422778" class="outline-3">
<h3 id="org2422778"><a href="#org2422778">真鶴町</a></h3>
<div class="outline-text-3" id="text-org2422778">
<p>
ゲーム『ひとかた』のモデルになった町。高低差のある町で、海岸が迫っているため美しい海が一望できる。海中から突き出した三ツ石が有名。
</p>
</div>
</div>
</div>
<div id="outline-container-orgb02d78c" class="outline-2">
<h2 id="orgb02d78c"><a href="#orgb02d78c">Tasks</a></h2>
</div>
<div id="outline-container-orgfc14623" class="outline-2">
<h2 id="orgfc14623"><a href="#orgfc14623">Reference</a></h2>
</div>
<div id="outline-container-org8beba60" class="outline-2">
<h2 id="org8beba60"><a href="#org8beba60">Archives</a></h2>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
